{
    "hibiscus": [
        { "label": "วงศ์", "value": "Malvaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Hibiscus rosa-sinensis" },
        { "label": "ถิ่นกำเนิด", "value": "เอเชียตะวันออกและหมู่เกาะในมหาสมุทรแปซิฟิก เช่น จีน อินเดีย และฮาวาย" },
        { "label": "ลักษณะลำต้น", "value": "เป็นไม้พุ่มขนาดกลาง ลำต้นเนื้ออ่อน ผิวเปลือกเหนียวและลื่น โดยต้นอ่อนมักมีสีเขียวแกมแดง และต้นแก่มีสีเขียวแกมดำ" },
        { "label": "ลักษณะใบ", "value": "เป็นใบเดี่ยว เรียงสลับ รูป ไข่ หรือ รูปหอก มี ขอบใบหยักแบบฟันเลื่อย หรือเว้าเป็น 3 พู ปลายใบจะแหลม โคนใบจะมนหรือกว้าง แผ่นใบมีสีเขียวเข้ม และบางเมื่อสัมผัส" },
        { "label": "ลักษณะดอก", "value": "ดอกเดี่ยว ออกตามซอกใบและปลายกิ่ง มี กลีบดอก ที่มีหลากหลายสีสัน เช่น แดง ชมพู ส้ม เหลือง ขาว ม่วง และมีทั้งแบบกลีบชั้นเดียวและกลีบดอกซ้อน กลีบดอกมีขนาดใหญ่ บางพันธุ์อาจมีรูปร่างบานเป็นรูปถ้วย แผ่แบน หรือแผ่โค้ง ตรงกลางดอกจะเห็น เกสรเพศผู้ และ เกสรเพศเมีย เชื่อมติดกันเป็นหลอดโผล่พ้นกลีบดอก" }
    ],
    "plumeria": [
        { "label": "วงศ์", "value": "Apocynaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Plumeria spp" },
        { "label": "ถิ่นกำเนิด", "value": "พื้นที่ตั้งแต่เม็กซิโก อเมริกากลาง หมู่เกาะแคริบเบียน จนถึงภาคใต้ของบราซิลและฟลอริดา (สหรัฐอเมริกา)" },
        { "label": "ลักษณะลำต้น", "value": "ไม่ยืนต้น ขนาดตั้งแต่พุ่มเตี้ยแคระสูงประมาณ 0.9-1.2 เมตร สูงมากอาจถึง 12 เมตร" },
        { "label": "ลักษณะใบ", "value": "เป็นใบเดี่ยวเรียงตัวแบบสลับไปมา และหนาแน่นใกล้ปลายกิ่ง" },
        { "label": "ลักษณะดอก", "value": "ดอกจะผลิออกมาปลายยอดเหนือใบ เป็นช่อสวยงาม ช่อละประมาณ 10-30 ดอก ดอกมีขนาดใหญ่ถึงกลาง บางพันธถ์มีขนาดเล็ก" }
    ],
    "coral": [
        { "label": "วงศ์", "value": "Malvaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Hibiscus Schizopetalus" },
        { "label": "ถิ่นกำเนิด", "value": "ทวีปแอฟริกา" },
        { "label": "ลักษณะลำต้น", "value": "ไม้พุ่มสูงประมาณ 1-4 เมตร เปลือกต้นสีน้ำตาลหรือสีเขียวอมเหลือง และมียางเหนียว และมีกิ่งก้านมาก" },
        { "label": "ลักษณะใบ", "value": "บเดี่ยว เรียงสลับกัน มีรูปร่างเป็นรูปไข่แกมรูปรี ปลายใบแหลม โคนใบมน และขอบใบจะหยักเป็นฟันเลื่อยไม่สม่ำเสมอ" },
        { "label": "ลักษณะดอก", "value": "เป็นดอกสีแดงสดหรือสีส้ม กลีบดอกชั้นเดียวหยักเว้าลึกเป็นแฉกๆ และมีลักษณะคล้ายขนนก พับงอห้อยลงมาคล้ายพู่เรือหงส์ ดอกออกเป็นดอกเดี่ยวตามซอกใบใกล้ปลายกิ่ง มีเกสรเพศผู้และเกสรเพศเมียที่ยื่นยาวออกมาตรงกลางดอก" }
    ],
    "gardenia": [
        { "label": "วงศ์", "value": "Rubiaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Gardenia carinata Wall" },
        { "label": "ถิ่นกำเนิด", "value": "มาเลเซีย" },
        { "label": "ลักษณะลำต้น", "value": "เป็นไม้พุ่มขนาดเล็กถึงกลาง สูงประมาณ 1-3 เมตร แตกกิ่งก้านจำนวนมากตั้งแต่ส่วนล่าง ลำต้นแก่มีสีน้ำตาลอมเทา ผิวขรุขระเล็กน้อย ส่วนกิ่งอ่อนเป็นสีเขียว กิ่งก้านจะแตกเป็นชุดๆ ออกจากข้อของลำต้น และกิ่งอ่อนค่อนข้างเปราะ" },
        { "label": "ลักษณะใบ", "value": "เป็นใบเดี่ยว เรียงสลับแบบตรงข้าม รูปรี ปลายใบแหลม โคนใบเบี้ยว ขอบใบเรียบ ผิวใบด้านบนสีเขียวเข้มเป็นมัน ด้านล่างสีเขียวอ่อน และมีเส้นกลางใบสีขาวเห็นชัดเจน" },
        { "label": "ลักษณะดอก", "value": "เป็นดอกเดี่ยว กลีบดอกสีเหลืองอ่อนไปจนถึงสีเหลืองเข้ม เมื่อเริ่มบานจะเป็นสีขาวนวล แล้วเปลี่ยนเป็นสีเหลืองสดใส เมื่อใกล้โรยจะเป็นสีเหลืองทอง มีกลิ่นหอมแรง โดยเฉพาะช่วงพลบค่ำ และออกดอกได้ตลอดทั้งปี" }
    ],
    "glossy": [
        { "label": "วงศ์", "value": "Leguminosae หรือ Fabaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Senna Surattensis" },
        { "label": "ถิ่นกำเนิด", "value": "เขตร้อนของทวีปเอเชีย ได้แก่ เอเชียใต้ และเอเชียตะวันออกเฉียงใต้" },
        { "label": "ลักษณะลำต้น", "value": "เป็นไม้พุ่มหรือไม้ยืนต้นขนาดเล็กถึงกลาง สูงประมาณ 3-7 เมตร ลำต้นตั้งตรง เปลือกลำต้นมีสีน้ำตาลปนเทาและแตกเป็นสะเก็ดเล็กๆ แตกกิ่งก้านสาขาเป็นพุ่มโปร่ง" },
        { "label": "ลักษณะใบ", "value": "เป็นใบประกอบแบบขนนกออกสลับกัน โดยจะมีใบย่อยเรียงกันประมาณ 5-10 คู่ มีลักษณะรูปรี โคนและปลายใบมน ขอบใบเรียบ และมีขนเล็กๆ ปกคลุมที่ท้องใบ" },
        { "label": "ลักษณะดอก", "value": "เป็นช่อออกดอกสีเหลืองสดใส มีกลีบดอก 5 กลีบ เมื่อบานจะกว้างประมาณ 2-4 เซนติเมตร ออกดอกได้ตลอดทั้งปี" }
    ],
    "trumpetbush": [
        { "label": "วงศ์", "value": "Bignoniaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Tecoma Stans" },
        { "label": "ถิ่นกำเนิด", "value": "ทวีปอเมริกาเขตร้อน ได้แก่ ประเทศสหรัฐอเมริกาและหมู่เกาะเวสต์อินดิส" },
        { "label": "ลักษณะลำต้น", "value": "เป็นไม้พุ่ม ไม่ผลัดใบ มีความสูงประมาณ 2-5 เมตร โดยมีเปลือกต้นเป็นสีน้ำตาลอ่อนถึงสีเทา และลำต้นตั้งตรง ลักษณะโดยรวมคือเป็นพุ่มเรือนยอดทรงกลมหรือรูปไข่" },
        { "label": "ลักษณะใบ", "value": "เป็นใบประกอบแบบขนนก 2 ชั้น มีใบย่อยรูปไข่แกมรูปหอก ปลายใบแหลม โคนใบสอบ ขอบใบจักเป็นฟันเลื่อย ใบมีลักษณะบางคล้ายกระดาษ ผิวใบเรียบหรือมีขนละเอียดใต้ใบ และมีสีเขียวสด" },
        { "label": "ลักษณะดอก", "value": "เป็นไม้พุ่มสีเหลืองสดใส มีรูปทรงคล้ายแตรหรือระฆัง ออกดอกเป็นช่อตามปลายกิ่งและซอกใบ ดอกดกตลอดปี และมีกลิ่นหอมอ่อนๆ กลีบดอกเชื่อมติดกันเป็นหลอด ปลายแยกเป็น 5 กลีบ และมีเกสรเพศผู้ 4 อัน" }
    ],
    "ylang": [
        { "label": "วงศ์", "value": "Annonaceae" },
        { "label": "ชื่อวิทยาศาสตร์", "value": "Cananga Odorata" },
        { "label": "ถิ่นกำเนิด", "value": "เอเชียเขตร้อน แถบประเทศฟิลิปปินส์และอินโดนีเซีย" },
        { "label": "ลักษณะลำต้น", "value": "เป็นไม้พุ่มขนาดกลางถึงใหญ่ สูงได้ถึง 5-20 เมตร เปลือกต้นสีน้ำตาลถึงเทาอมน้ำตาล เนื้อไม้เปราะ แตกกิ่งจำนวนมาก โดยกิ่งตั้งฉากกับลำต้นและปลายกิ่งจะห้อยลู่ลง" },
        { "label": "ลักษณะใบ", "value": "เป็นใบเดี่ยว เรียงสลับ รูปรีหรือรูปไข่ยาว ขอบใบเรียบหรือเป็นคลื่นเล็กน้อย ปลายใบแหลมหรือเป็นติ่ง โคนใบมนหรือเว้า ความกว้างประมาณ 4-9 เซนติเมตร ความยาวประมาณ 10-20 เซนติเมตร ใบอ่อนมีขนทั้งสองด้าน ส่วนใบแก่จะมักมีขนมากตามเส้นแขนงใบและเส้นกลางใบ" },
        { "label": "ลักษณะดอก", "value": "เป็นดอกที่มีกลิ่นหอมแรง มีกลีบดอกเรียวยาว บิดเป็นเกลียว เรียงเป็นชั้นๆ สีเหลืองอมเขียว และเปลี่ยนเป็นสีเหลืองเมื่อแก่" }
    ]
}